enums = {
    "project_manage": {
        "project_status": {
            1: "未开始",
            2: "进行中",
            3: "已结束",
            4: "已删除",
            5: "已合并"
        },
        "project_result": {
            1: "已中标",
            2: "未中标",
            3: "商务原因放弃",
            4: "技术原因放弃",
            5: "其他原因放弃"
        },
        "support_mode": {
            1: "现场",
            2: "远程"
        },
        "task_status": {
            1: "进行中",
            2: "已结束",
            3: "已删除",
            4: "未开始",
            5: "待审批"
        },
        "task_result": {
            1: "完成",
            2: "未完成"
        },
        "record_status": {
            1: "草稿",
            2: "发布",
            3: "已删除",
            4: "待审批"
        }
    }
}